INSERT INTO product (id,name,description,price)
VALUES
(1000,'方便面','可口的方便面',5),
(1001,'可口可乐','你的可乐',6),
(1002,'雪碧','冰冰凉的雪碧',6),
(1003,'苹果','又香又翠的红富士',5),
(1004,'荔枝','直销荔枝',10),
(1005,'电池','5号电池',4);
INSERT INTO user (id,name,address,phone,role)
VALUES
(1000,'王二','长安区','18392036783','买家'),
(1001,'张三','雁塔区','18392036783','仓库管理员'),
(1002,'李四','未央区','18392036783','快递员'),
(1003,'黄七','长安区','18392036783','买家');
INSERT INTO order_item (id,order_status,user_id,product_id,purchase_count,total_money,create_time)
VALUES
(1000,'unpaid',1000,1000,3,15,'2018-03-23 10:27:11'),
(1001,'unpaid',1002,1000,4,20,'2018-06-18 12:20:11'),
(1002,'paid',1000,1000,2,10,'2018-06-22 11:20:11'),
(1003,'paid',1001,1000,6,30,'2018-07-03 09:20:11');